INSERT INTO users (surname, "name", middle_name, birthday, "role") 
VALUES 
('Иванов', 'Петр', 'Сергеевич','1970-09-01','редактор'),
('Tomson', 'Mike', '','1967-02-23','администратор'),
('Сергеев', 'Николай', 'Дмитриевич','1980-01-01','редактор'),
('Федоров', 'Алексей', 'Сергеевич','1990-06-20','обучающийся');

INSERT INTO departments (dep_name, dep_manager) 
VALUES 
('финансовый отдел', 'Сидоров Алексей Сергеевич'),
('Отдел информационных технологий', 'Tomson Mike'),
('Отдел редактирования обучающих курсов', 'Кимчин Иван Николаевич');